r650/baselines/rf_3/depart_twitter_1m_0820/client/client-load-1m-workloadtwitter_cluster12.sort.sample100-kvsize_1024-clientthreads_32.log
[OVERALL], RunTime(ms), 43023
[OVERALL], Throughput(ops/sec), 23243.381447132928
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 110
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2556771959184622
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 110
[TOTAL_GC_TIME_%], Time(%), 0.2556771959184622
[CLEANUP], Operations, 32
[CLEANUP], AverageLatency(us), 69921.34375
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 2238463
[CLEANUP], 95thPercentileLatency(us), 7
[CLEANUP], 99thPercentileLatency(us), 2238463
[INSERT], Operations, 705859
[INSERT], AverageLatency(us), 1020.9313503121729
[INSERT], MinLatency(us), 197
[INSERT], MaxLatency(us), 210687
[INSERT], 95thPercentileLatency(us), 1545
[INSERT], 99thPercentileLatency(us), 2026
[INSERT], Return=OK, 705859
[INSERT], Return=ERROR, 294141
[INSERT-FAILED], Operations, 294141
[INSERT-FAILED], AverageLatency(us), 488.46402235662487
[INSERT-FAILED], MinLatency(us), 139
[INSERT-FAILED], MaxLatency(us), 78783
[INSERT-FAILED], 95thPercentileLatency(us), 849
[INSERT-FAILED], 99thPercentileLatency(us), 1212