r650/baselines/rf_3/depart_twitter_1m_0820/client/client-load-1m-workloadtwitter_cluster19.sort.sample100-kvsize_1024-clientthreads_32.log
[OVERALL], RunTime(ms), 27173
[OVERALL], Throughput(ops/sec), 36801.23652154712
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 105
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3864129834762448
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 105
[TOTAL_GC_TIME_%], Time(%), 0.3864129834762448
[CLEANUP], Operations, 32
[CLEANUP], AverageLatency(us), 71649.375
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2293759
[CLEANUP], 95thPercentileLatency(us), 12
[CLEANUP], 99thPercentileLatency(us), 2293759
[INSERT], Operations, 633045
[INSERT], AverageLatency(us), 892.017918157477
[INSERT], MinLatency(us), 166
[INSERT], MaxLatency(us), 221055
[INSERT], 95thPercentileLatency(us), 1489
[INSERT], 99thPercentileLatency(us), 1776
[INSERT], Return=OK, 633045
[INSERT], Return=ERROR, 366955
[INSERT-FAILED], Operations, 366955
[INSERT-FAILED], AverageLatency(us), 567.6433949666853
[INSERT-FAILED], MinLatency(us), 139
[INSERT-FAILED], MaxLatency(us), 29583
[INSERT-FAILED], 95thPercentileLatency(us), 864
[INSERT-FAILED], 99thPercentileLatency(us), 1073