r650/baselines/rf_3/depart_twitter_1m_0820/client/client-load-1m-workloadtwitter_cluster27.sort.sample100-kvsize_1024-clientthreads_32.log
[OVERALL], RunTime(ms), 32212
[OVERALL], Throughput(ops/sec), 31044.33130510369
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 43
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.13349062461194586
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 43
[TOTAL_GC_TIME_%], Time(%), 0.13349062461194586
[CLEANUP], Operations, 32
[CLEANUP], AverageLatency(us), 69857.53125
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2236415
[CLEANUP], 95thPercentileLatency(us), 17
[CLEANUP], 99thPercentileLatency(us), 2236415
[INSERT], Operations, 1000000
[INSERT], AverageLatency(us), 937.142885
[INSERT], MinLatency(us), 178
[INSERT], MaxLatency(us), 199423
[INSERT], 95thPercentileLatency(us), 1520
[INSERT], 99thPercentileLatency(us), 1763
[INSERT], Return=OK, 1000000